/* Localized versions of Info.plist keys */CFBundleName = "Create StuffIt Archive";NSHumanReadableCopyright = "Copyright 2005 Allume.";AMName = "Create StuffIt Archive";/*  AMApplication localized strings  *//*  e.g. "TextEdit" = "TextEdit";  *//*  AMCategory localized strings  *//*  e.g. "Text" = "Text";  *//*  AMDefaultParameters localized values  *//*  e.g. myDefaultIntegerParameter = 0;  *//*  e.g. myDefaultStringParameter = "Default String Value";  */defaultName = "archive";defaultLocation = "~/Desktop";/*  AMDescription localized strings  */AMDRequires = "Requires StuffIt.framework to be installed.";AMDSummary = "This action creates a new StuffItX archive (.sitx) from the files and/or folders specified.";/*  AMKeyword localized strings  *//*  e.g. "Filter" = "Filter";  */"Archive" = "Archive";"Create" = "Create";"Make" = "Make";"File" = "File";"Folder" = "Folder";"Stuff" = "Stuff";"StuffIt" = "StuffIt";"Zip" = "Zip";